Revit 2027 API
ParameterTypeId.MassZoneFloorArea Property
 "Mass Floor Area"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId MassZoneFloorArea { get; }
Public Shared ReadOnly Property MassZoneFloorArea As ForgeTypeId
	Get
public:
static property ForgeTypeId^ MassZoneFloorArea {
	ForgeTypeId^ get ();
}
static member MassZoneFloorArea : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace